[Vehicle.Class_BanditTurret VehicleClassDefinition]
DisplayName="Thief's Tower"

[Weapon.WeaponType_BanditTurret WeaponTypeDefinition]
Typename="hacking"
PickupMessage="do you have _ %s"
UseFailureLevelMessage="To use this feature, you must be at least %d level.."
UseFailureConstraintsMessage="It doesn't exist."
NoManufacturerName="a teacher"

